tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "asdf"
brew "entr"
brew "fd"
brew "fop"
brew "fzf"
brew "gh"
brew "ghcup"
brew "git"
brew "glow"
brew "gnupg"
brew "python@3.11"
brew "httpie"
brew "icdiff"
brew "jq"
brew "libxslt"
brew "neovim"
brew "nodenv"
brew "pinentry-mac"
brew "postgresql@14", restart_service: true
brew "rbenv"
brew "rustup-init"
brew "shpotify"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "trash"
brew "tree"
brew "universal-ctags"
brew "vim"
brew "wxwidgets"
brew "yarn"
brew "zplug"
brew "zsh"
cask "alacritty"
cask "font-hack-nerd-font"
cask "imageoptim"
cask "ngrok"
