tap "heroku/brew"
tap "homebrew/cask"
tap "homebrew/cask-fonts"

brew "asdf"
brew "bat"
brew "entr"
brew "fzf"
brew "git"
brew "gnupg"
brew "heroku"
brew "htop"
brew "httpie"
brew "hub"
brew "icdiff"
brew "imagemagick"
brew "jq"
brew "macos-trash"
brew "rbenv"
brew "shpotify"
brew "the_silver_searcher"
brew "tldr"
brew "tmate"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "vim"
brew "yarn"

cask "font-hack-nerd-font"
cask "imageoptim"
cask "ngrok"
